Repository: common-repository/wplastfm
Catalog: lang/wplastfm-*.po
Languages: de_de

source: The plugin requires PHP 5!
de_de: Das Plugin benötigt PHP 5!

source: Listening now
de_de: Hört gerade

source: %s ago
de_de: vor %s

source: www.last.fm
de_de: www.lastfm.de

source: No data available.
de_de: Es sind derzeit keine Daten verfügbar.

source: Displays recent tracks from your last.fm account.
de_de: Zeigt die zuletzt gespielten Titel deines Last.fm Profils an.

source: Link to profile
de_de: Link zum Profil

source: Number of tracks
de_de: Angezeigte Titel

source: Maximum length
de_de: Textlänge beschränken

source: Artist:
de_de: Künstler:

source: Title:
de_de: Titel:

source: 0 = no truncation
de_de: 0 = keine Trennung

source: Image size:
de_de: Bildgröße:

source: Small (34x34)
de_de: Klein (34x34)

source: Medium (64x64)
de_de: Mittel (64x64)

source: Large (126x126)
de_de: Groß (126x126)

source: Image height:
de_de: Bildhöhe:

source: Time format (over 24h):
de_de: Zeitformat (mehr als 24h)

source: Use self-defined
de_de: Selbst definiertes
